import css from "./About.module.css";

const About = () => {
  return (
    <section className={css.about}>
      <div className={css["about_box-text"]}>
        <ul className={css["about_list"]}>
          <li className={css["about_item"]}>
            <p>
              Ресторан Казка – це казкове місце, яке вбирає в себе всю
              чарівність лісового середовища і пропонує незабутній відпочинок,
              смачну кухню та ідеальний фон для організації весіль і ночі під
              зорями.
            </p>
          </li>
          <li className={css["about_item"]}>
            <p>
              Місцезнаходження ресторану - в самому серці лісу, де гості можуть
              насолоджуватися природною красою, спокоєм та піднесеним настроєм.
              Подорож до Казки вже з самого початку відчувається як казкова
              пригода, і коли ви досягнете ресторану, вас прийме атмосфера магії
              та витонченості.
            </p>
          </li>
          <li className={css["about_item"]}>
            <p>
              Основна перлина ресторану Казка - це можливість влаштувати тут
              весілля. На території ресторану є чарівний місцевий храм для
              церемонії, затишний зал для бенкету та неймовірні природні куточки
              для фотосесій. Весільна служба Казки готова забезпечити всі деталі
              вашого свята та зробити його незабутнім.
            </p>
          </li>
        </ul>
      </div>
      <div className={css["about_box-img"]}></div>
    </section>
  );
};

export default About;
